name: "mobilefacenet"
backend: "onnxruntime"
max_batch_size : 256
input [
    {
        name: "input"
        data_type: TYPE_FP32
        dims: [3,112,112]
    }
]

output [
    {
        name: "output"
        data_type: TYPE_FP32
        dims: [512]
    }
]

dynamic_batching { }